{
  "note1" : {
    "note_name" : "Запись 1",
    "colour" : "#000000",
    "text" : "Запись 1\n\nНад нами раскинулось бескрайнее синее небо. На нём, как огненный шар, сияет солнце и даёт нам тепло и свет.\n\nНочью на смену солнышку выплывает луна, а вокруг, как детки около мамы, много-много звёздочек. Словно ясные глазки, мигают они в высоте и, как золотые фонарики, освещают небесный купол. На земле растут леса и сады, травка и красивые цветочки. Всюду по земле живут звери и животные: и лошадки и овечки, и волки и зайчики, и много других. В воздухе порхают птички и насекомые.\n\nВзгляните теперь на реки и моря. Как много воды! И вся-то она полна рыбками – от самых маленьких до чудовищ огромного размера… Откуда же всё это явилось? Было время, когда ничего этого не было. Не было ни дней, ни ночей, ни солнца, ни земли, ни всего, что есть сейчас. Жил тогда Один Господь Бог, потому что Он вечен, то есть не имеет ни начала, ни конца Своего бытия, Он всегда был, есть и будет."
  },
  "note2" : {
    "note_name" : "Запись 2",
    "colour" : "#000000",
    "text" : "                                   Запись 2\n\nБог, многократно и многообразно говоривший издревле отцам в пророках,\nв последние дни сии говорил нам в Сыне, Которого поставил наследником всего, чрез Которого и веки сотворил.\nСей, будучи сияние славы и образ ипостаси Его и держа все словом силы Своей, совершив Собою очищение грехов наших, воссел одесную (престола) величия на высоте,\nбудучи столько превосходнее Ангелов, сколько славнейшее пред ними наследовал имя.\nИбо кому когда из Ангелов сказал Бог: Ты Сын Мой, Я ныне родил Тебя? И еще: Я буду Ему Отцем, и Он будет Мне Сыном?\nТакже, когда вводит Первородного во вселенную, говорит: и да поклонятся Ему все Ангелы Божии.\nОб Ангелах сказано: Ты творишь Ангелами Своими духов и служителями Своими пламенеющий огонь.\nА о Сыне: престол Твой, Боже, в век века; жезл царствия Твоего – жезл правоты.\nТы возлюбил правду и возненавидел беззаконие, посему помазал Тебя, Боже, Бог Твой елеем радости более соучастников Твоих.\nИ: в начале Ты, Господи, основал землю, и небеса – дело рук Твоих;\nони погибнут, а Ты пребываешь; и все обветшают, как риза,\nи как одежду свернешь их, и изменятся; но Ты тот же, и лета Твои не кончатся.\nКому когда из Ангелов сказал Бог: седи одесную Меня, доколе положу врагов Твоих в подножие ног Твоих?\nНе все ли они суть служебные духи, посылаемые на служение для тех, которые имеют наследовать спасение?"
  },
  "note3" : {
    "note_name" : "Запись 3",
    "colour" : "#000000",
    "text" : "Запись 3\n\ndryjtuygfdj68476887687687667887687687 9999999999999999999999999999999999999 99999999999999999999999999999999999 999999999999999999 9999996876678876876876rhtdjykulitsyea ydjktuftstaetdjyukdtyseaydjkuyy"
  },
  "note4" : {
    "note_name" : "Эксплуатация\nСВЧ-печи",
    "colour" : "#ADFF2F",
    "text" : "Для начала необходимо ознакомиться с устройством микроволновки, изучив инструкцию. Её всегда можно обнаружить в комплекте для продажи. Это самый оптимальный способ разобраться с назначением кнопок управления и с функциями СВЧ-печи. Можно также попробовать пойти опытным путем, но этот вариант займет много времени, а также чреват риском в устройстве что-либо повредить.\n \nВторой этап - включить микроволновку. Для этого следует:\n \nУстановить агрегат на любую ровную поверхность. Это, например, может быть стол или полка.\nПодключить устройство к электросети, засунув вилку шнура питания в розетку.\nВключить прибор. В зависимости от модели СВЧ-печи запуск осуществляется нажатием кнопки «Старт» или «Cook» либо поворотом таймера. Микроволновка автоматически включится, как только будет установлено время."
  }
}