{
  "note1" : {
    "note_name" : "Инструкция",
    "colour" : "#000000",
    "text" : "??Инструкция??\n\n...представляет собой многофункциональное устройство, которое незаменимо в быту. Используя его исключительно для разогрева и размораживания, вы упускаете огромное количество возможностей. Сегодня устройство заменяет собой духовой шкаф и плиту. Несмотря на то, что агрегат часто приобретается как вспомогательный, он выполняет роль самостоятельной бытовой техники. Обширный набор функций позволяет использовать такие режимы – приготовление на пару, программа автоматического приготовления, запекания блюд с контролем температуры и тд.  Помимо режимов микроволновки, следует отдать должное грилю. Приготовление на гриле подходит для: шницелей; тонких кусочков мяса; шашлыка; сосисок; приготовления горячих бутербродов. Для использования гриля необходимо поместить внутрь продукты, закрыть дверцу, повернуть переключатель в нужное положение, установить продолжительность готовки и нажать Старт. Некоторые продукты не требуют настройки, автоменю самостоятельно определяет время приготовления. Вам нужно только ввести вес и тип продукта. "
  },
  "note2" : {
    "note_name" : "Записка\nсумашедшего",
    "colour" : "#000000",
    "text" : "Сегодняшнего дня случилось необыкновенное приключение. Я встал поутру довольно поздно, и когда Мавра принесла мне вычищенные сапоги, я спросил, который час. Услышавши, что уже давно било десять, я поспешил поскорее одеться. Признаюсь, я бы совсем не пошел в департамент, зная заранее, какую кислую мину сделает наш начальник отделения. Он уже давно мне говорит: «Что это у тебя, братец, в голове всегда ералаш такой? Ты иной раз метаешься как угорелый, дело подчас так спутаешь, что сам сатана не разберет, в титуле поставишь маленькую букву, не выставишь ни числа, ни номера». Проклятая цапля! он, верно, завидует, что я сижу в директорском кабинете и очиниваю перья для его превосходительства. Словом, я не пошел бы в департамент, если бы не надежда видеться с казначеем и авось-либо выпросить у этого жида хоть сколько-нибудь из жалованья вперед. Вот еще создание! Чтобы он выдал когда-нибудь вперед за месяц деньги — господи боже мой, да скорее Страшный суд придет. Проси, хоть тресни, хоть будь в разнужде, — не выдаст, седой черт. А на квартире собственная кухарка бьет его по щекам. Это всему свету известно. Я не понимаю выгод служить в департаменте. Никаких совершенно ресурсов. Вот в губернском правлении, гражданских и казенных палатах совсем другое дело: там, смотришь, иной прижался в самом уголку и пописывает. Фрачишка на нем гадкий, рожа такая, что плюнуть хочется, а посмотри ты, какую он дачу нанимает! Фарфоровой вызолоченной чашки и не неси к нему: «Это, говорит, докторский подарок»; а ему давай пару рысаков, или дрожки, или бобер рублей в триста."
  },
  "note3" : {
    "note_name" : "Пророчество",
    "colour" : "#4D320E",
    "text" : "ПРОРОЧЕСТВО, НАШЁПТАННОЕ\nСРЕДИ ТЕНЕЙ.\n\nЛЕГЕНДА ЭТОГО МИРА.\n\nМИР КУПАЛСЯ В ЧИСТЕЙШЕМ СВЕТЕ.\nПОД НИМ ЦАРИЛА ВЕЧНАЯ НОЧЬ.\n\nЕСЛИ ФОНТАНЫ ВЫРВУТСЯ НА СВОБОДУ, РАЗДАСТСЯ РОКОТ.\nИ ТИТАНЫ ПРИМУТ ФОРМУ ИЗ ПОТЕМНЕВШИХ ГЛАЗ.\n\nИ СВЕТ И ТЬМА ГОРЯТ УЖАСОМ.\nОБРАТНЫЙ ОТСЧЁТ ДО КОНЦА ЗЕМЛИ\n\nОСТРОГОЛОВЫЙ СКАЖЕТ:\n\"ЗУБНО\", ЗАТЕМ \"ПАСТИК\".\"\n\nНО ВОТ, С МЕЧТАМИ И НАДЕЖДАМИ.\nТРИ ГЕРОЯ НА КРАЮ МИРА.\n\nРЫЦАРЬ, ЧТО СОЗДАЁТ\nПОЧЕРНЕВШИМ НОЖОМ.\n\nБУДЕТ БИТЬСЯ С ГЕРОЯМИ\nРАЗ ЗА РАЗОМ.\n\n\nСЕКИРА, ВЫРЕЗАННАЯ БОЛЬШИМ МОЛОТОМ ЧЕРЕПАХИ.\nХОЛОДНАЯ ВОДА ПОЛИЛАСЬ С НЕБА.\nИБО ДЛЯ СПАСЕНИЯ МИРОВ, МЫ ГОВОРИМ ПОСЛЕДНЕЕ."
  },
  "note4" : {
    "note_name" : "ЗарисовОЧКО",
    "colour" : "#ADFF2F",
    "text" : "sprites/sketches/photo_2025-08-14_23-34-27.jpg, sprites/sketches/photo_2025-08-14_23-58-24.jpg, sprites/sketches/photo_2025-08-18_19-32-30.jpg"
  }
}