
label start_part3:
    $ renpy.music.stop(channel='music', fadeout=2)
    scene bg blackscreen with slow_fade


{фон: прихожая}
Ругаясь под нос на лестницы и тяжесть спасаемого, Джек провернул ключ в двери квартиры, небрежно распахнул её и ввалился в прихожую. Снег, облеплявший одежду и обувь, грязновато-белыми комьями полетел на пол.
jj
	Доброта - это иногда настолько неблагодарное занятие…
Придерживая обмякшую тушу, самопровозглашённый спаситель кое-как запер дверь изнутри и смерил взглядом своего подопечного. Немного поморщившись, нахмурил брови чуть больше.
jj
	Нет, в таком виде дальше прихожей ты не попадёшь…
Спустя ещё десять невыносимых минут борьбы с весом мужчины Джек успешно стянул с себя куртку и сапоги, а с него самого скидывает полные подтаявшего снега сланцы.
{фон: зал}
Затем он оттащил беднягу на диван в зал, после чего с облегчением выдохнул и размял спину, которая, казалось, ещё не отошла от шока из-за подобных физических нагрузок.
Убедившись, что мужчина дышит относительно ровно, и его пульс достаточно стабилен, Джек сделал ещё одну попытку дозвониться до какой бы то ни было медицинской помощи.
Ожидаемо… попытка была неудачной.
Видимо, дальнейшие действия тоже будут под его ответственностью.
jj
	Просто великолепно…
{фон: кухня}
Под продолжившееся ворчание под нос был поставлен и вскипячён чайник, а затем разлит по двум кружкам и заварен чай. Ничего особенного, просто обыкновенные пакетики, нашедшиеся в кухонном шкафчике.
Ещё раз проверив пострадавшего, Джек с облегчением отметил, что самочувствие серьёзных ухудшений не претерпело, и лихорадка с температурой не объявились. Сильный малый попался, однако. Ещё бы не пах как горечь всего мира…
Укрыв беднягу старым пледом, которого было не слишком жалко, Джек с чувством выполненного долга вернулся на кухню.
В течение некоторого времени он просто сидел за столом, уставившись в стену и переваривая произошедшее, пока методично размешивал в чае кубик сахара.
Интересно, тот человек предпочитает сладкий чай или обычный? Или вообще кофе?
Впрочем, какая разница…
{фон: чёрный экран на пару секунд для таймскипа}
Спустя неизвестное количество времени поток мыслей Джека прервал сухой кашель из соседней комнаты.
{фон: зал}
Заглянув в комнату, Джек обнаружил, что его невольный гость привстал на локтях и растерянно озирается по сторонам. Вскоре их глаза встретились, и возникла пауза.
Понимая, что приближается неминуемое недопонимание, Джек быстро поднял руки в умиротворяющем жесте, решив действовать на опережение.
jj
	Так, прежде чем ты решишь паниковать: нет, я не маньяк. И нет, я не собирался тебя похищать или что-то в этом роде.
dd (Дебилыч)
	…кто ты вообще такой? Что это за- где я?..
jj
	В моей квартире.
Возникла неловкая пауза. У спасённого дёрнулось веко левого глаза.
jj
	Слушай, ты лежал в сугробе перед подъездом, связь не работала, и других вариантов, куда тебя деть, особо не было!
dd
 	А надо было вот обязательно куда-то деть?...
jj
	Чел, ты бы там так и помер, ты знаешь, какой снаружи прогноз?!
dd
	Ну и помер бы, тебе-то что?!
Джек оторопел от неожиданности и даже потерял дар речи на несколько секунд.
jj
	…ты сейчас так издеваешься? Какой нормальный человек будет согласен оставить кого-то умирать?!
Ещё несколько секунд двое сверлили друг друга возмущёнными и одновременно недоумевающими взглядами.
dd
	Я… я не знаю, что сказать.
jj
	Можешь начать с обычных “извини” и “спасибо”.
Лохматый чел на диване скорчил такое лицо, будто хотел врезать, но противопоставить было не то что бы много чего.
dd
	Извини и спасибо. Доволен?
jj
	Могло быть лучше, но сойдет.
Молчание продлилось где-то пару минут. Оба напряжённо думали, что делать дальше.
dd
	Так и… ещё раз, кто ты?
jj
	Звать Джек. А ты?
dd
	…Дебилыч.
jj
	Э? Что это за имя такое?
dd
	Это фамилия.
jj
	Занимательный способ представиться… ещё и с такой-то фамилией…
dd (особо раздражённо)
	Мне идеально подойдёт!
jj
	Как самокритично…
	Типа… хей, всё наверняка не настолько плохо-
dd
	Было бы хорошо, меня здесь не было!
Рявкнув в воздух, Дебилыч ударил ручку дивана и тут же с шипением начал отряхивать руку. Видимо, не рассчитал силу. Однако, особо надолго 
dd
	Всё летит к чертям! Сначала вся эта хрень с сессией, потом беды с доками, из всех теряют именно меня, потом меня выселяют нафиг, и теперь я долбанный бомж! И ведь самое главное…
Джек неловко переминается с ноги на ногу, ожидая конца гневной тирады и не решаясь её прервать. Он невольно морщится, вспоминая, сколько проблем может вызвать потеря каких бы то ни было документов. Бывало. Плавали.
Когда на своём опыте проходишь через тяжести жизни, со временем может возникнуть своего рода взаимопонимание с другими такими же несчастливыми людьми. Возникает сострадание. Сочувствие. Участливость.
dd
	…и теперь выясняется, что у них тут нет офиса, и весь путь был проделан зря, потому что у меня ни работы, ни денег, ни, по-видимому, мозгов…
Дебилыч вцепляется в свои лохматые волосы и тяжело дышит, восстанавливая дыхание. Он подтягивает колени к груди и утыкается в них лицом. Выглядит разбитым…

Выбор: поддержать / промолчать

[Промолчать]
Ещё пару минут они просто молчат. Сказать нечего, да и незачем.
Д: Ха... Я наверняка выгляжу так жалко сейчас...
Джек порывается возразить, но Дебилыч останавливает его жестом.
Д: Не надо. Не пытайся сейчас сделать вид, что у меня всё хорошо, а тебе не пофиг. Я, быть может, лох, но я не настолько идиот.
Ж: Я и не собирался....
Д: Спасибо за помощь. Правда. Но я пойду.
Ж: Куда ты пойдёшь, там же кошмарный холод, а на тебе даже нормальной одежды нет!
Д: А тебе не посрать?
Джек делает глубокий вдох. У него больше нет ни сил, ни настроения переубеждать страдальца.
Ж: Знаешь что... Окей. Хорошо. Как скажешь. Мне абсолютно посрать.
Д: Ну и договорились.
Ж: Ну и хорошо.
Д: Ну и отлично.
Дебилыч резким движением встаёт с дивана и направляется в прихожую. Джек следует за ним.
Выпроводив Дебилыча за дверь, Джек снова запирает её и тяжело вздыхает.
Ж: Ну... по крайней мере, одной проблемой меньше.
*чёрный экран*
Ж: Я пытался помочь. Дальше это уже его дело.
Концовка: Дело рук самого утопающего.
==========================

[Поддержать]
Ж
Хей, слушай, ну... это...
Джек садится рядом, всё ещё стараясь не думать о неловкости всей этой ситуации.
Ж
Я понимаю, что это звучит фигово, но... эм... всё не так плохо на самом деле...
Могло быть хуже, и всё такое...
Жизнь может быть мерзкой, но это не значит, что ей надо помогать портиться. Какого бы дна ты не достиг, ты можешь оттолкнуться от него и двигаться вверх и вперёд.
Д
...
Ж
Хей. Я серьёзно. Мне очень жаль, что так вышло. И всё равно это не повод напиться до беспамятства и замёрзнуть насмерть. Как тебе вообще пришло в голову выйти на улицу без какой-либо одежды?
Д
Я в душе не помню... голова трещит...
Ж
Тебе бы что-нибудь от похмела, наверное?
Д
Не, нафиг. Помру так помру, буду жить так буду жить.
Ж
Только вот у меня в квартире не надо помирать.
Дебилыч тяжело вздохнул и поднял взгляд на Джека
Д
И что теперь?
Ж
Ну, что-что... искать решение проблемы. Решать по одной задаче за раз. Принимать по одному дню за раз. Тогда будет проще.
Д
Вот оно как... ну, начиная с начала, я всё ещё лох в чужом городе, который, по-видимому, умудрился посеять все свои вещи.
Ж
А документы?
Д
И документы тоже.
Ж: Тогда надо будет сгонять в паспортный стол за временным удостоверением личности.
Джек бросил взгляд на замёрзшее окно.
Ж: Как только они будут доступны нам. А там и в соцподдержку можно, в теории... по кризисной жизненной ситуации...
Дебилыч слушает на удивление внимательно. Видимо, его мозг уже закончил со стадиями истерики и готов думать над решением своих проблем.
Д: Ладно, допустим, но мне всё ещё нужна работа, и я не уверен, что меня просто подберут.
Ж: Ну, в целом, тут смотря куда. Работа упаковщика или грузчика на складе практически всегда релевантна. Плата не то что бы самая конкурентная, но всё же.
Ж: Ну, или в пункт выдачи. Клянусь, они уже везде, в каждом мало-мальски активном посёлке.
Дебилыч бурчит под нос, хмурясь на бодрость тона Джека.
Д: Ты так говоришь, потому что не представляешь, как-
Ж: О, поверь, я представляю, как сложно найти нормальную работу. Хороший заработок находить проще, чем хорошую работу.
Д: Ты был в подобном кризисе?...
Ж: Ну, не прямо в таком... Но работу искать в срочном порядке приходилось. Я однажды даже взялся управлять собачьей упряжкой!
Д: Фига ты...
Ж: Ага. Впрочем, эхехе, не скажу, что это был великолепный опыт. Как вспомню, руки начинают дрожать...
Ж: Короче, о чём это я...
Ж: Если искать работу чисто на время, чтобы пережить сложный период, это не особо проблемно. Лишь бы не мешало закону и здоровью, а это довольно низкая планка.
Ж: Так что ты справишься, я в этом уверен.
Д: Ты правда так думаешь?..
Джек заметил, как во взгляде его собеседника скользнула уязвимость, и мягко улыбнулся.
Ж: Да, я правда так думаю.
Ж: Всё вполне преодолимо, и тебе даже необязательно проходить через всё самому. Я постараюсь поддержать чем смогу, советом или добрым словом.
Д: Как мило с твоей стороны.
Д: Что ж, тогда, наверное, мне тоже надо будет приложить усилия к тому, чтобы разобраться со всем этим кошмаром.
Д: И, думаю, первым шагом, по-хорошему, надо понять, где мне жить в течение всех этих проблем...
[предложить сожительство] / [сплавить - Дебилыча решенно приткнуть куда-нибудь к срдобольным священникам в церковь на краю населённого пункта, затем тёмный экран, таймскип и короткая плохая концовка: Дебилыч дохнет за кадром во время жертвоприношения культистов, а Джек узнаёт о его опознанном трупешнике по новостям и такой “о нет, как же так, неужели это моя вина” и появляется концовка “Благими намерениями”]

[СОЖИТЕЛЬСТВО]
Ж: Поддержать крышей над головой тоже смогу. Но не рассматривай это предложение как приглашение сесть на шею.
Д: Т-ты серьёзно?
Ж: Можем делать счета хотя бы пополам, прежде чем ты потянешь адекватную аренду. А ты со временем потянешь.
Д: Мужик, ты веришь в меня сейчас больше, чем я сам...
Д: Я сделаю всё, что в моих силах, чтобы это не прошло зря!
Ж: Ну и прекрасно, вот это дух!
Д: *кашель*
Ж: Только давай подлатаем тебя сначала немного. В таком состоянии ты точно никуда не пойдёшь.
Д: *благодарный кашель*

[таймскип]

*фон: парни на диване*
Говорящая голова в телеке: До боя курантов осталось совсем немного, а сейчас на сцену выходит следующий участник...
Джек и Дебилыч сидят на диване с горячими кружками, над которыми поднимается лёгкий ароматный парок. На коленях Дебилыча лежит плед, согревающий его ноги. Джек, как счастливый обладатель возможности не бегать по городу в канун Нового Года, позволил своему теперь уже полноценному соседу позаимствовать что-то, чтоб укрыться. В его очках бликует свет от телевизора, где ведущие какого-то традиционного шоу певцов и музыкантов с энтузиазмом обсуждают следующего участника.
Ж: Какая же всё-таки благодать, что сегодня связь позволяет смотреть телевизор.
Д: Пускай ещё продержатся до боя курантов, и будет совсем прекрасно.
Оба немного отпивают из своих чашек.
Д: Есть какие-нибудь планы на новый год?
Ж: Думаю, что продолжу развиваться как художник и обзорщик. В этом году произошло очень много всего, если так подумать...
Ж: Я сделал несколько крупных видео, которыми очень горжусь, поднял в роликах несколько тем, которые меня очень давно интересовали, мой скилл в рисовании тоже вырос, и анимационных вставок стало больше.
Ж: А ещё прошло несколько геймджемов, и... чёрт, я всё ещё не могу до конца поверить, что кто-то посвятил мне такое ресурсозатратное творчество, что кто-то вложил в него часть себя, и...
Ж: Это просто нечто.
Д: Вот оно как...
Ж: Да...
Ж: А у тебя есть планы? Я имею в виду, помимо того, чтоб снова твёрдо встать на ноги и вернуться к нормальной жизни.
Д: Дай-ка подумать... О, знаю!
Ж: Что там?
Д: Ммм, это немного глупо и странно, нооо...
Ж: Ну не томи, говори уже.
Д: Я хочу тебя поцеловать под бой курантов~
Ж: Ты что-
*по телеку начинается отсчёт*
Ж: Если это такая глупая шутка, даже не думай. 
Д: Иди сюда~
Ж: Это не смешно, чувак, ты что-
Д: Эй, аккуратно, разольёшь же всё.
Ж: Да я не...
Воспользовавшись тем, что внимание Джека переключилось на его кружку, Дебилыч прильнул к нему поближе. Когда Джек повернул голову, они оказались так близко, что их носы соприкоснулись, и их тёплое дыхание коснулось лиц.
*начинают бить куранты*
*фон: целующиеся парни*
Губы соприкоснулись словно сами собой. Как будто это было чем-то, что само собой разумеется, на уровне подсознания. Как когда тебе снится бессмысленный сон без правил и логики, но ты точно знаешь, что тебе нужно сделать.
По подбородку стекает одинокая капелька, сорвавшаяся с уголка рта. Губы всё ещё влажные от новогодних напитков. Они тёплые и нежные, прикосновения робкие и почти невесомые.
Сначала губы осторожно пробуют друг друга на ощупь, замирая в трепете. Затем движения становятся немного более уверенными, даже слегка напористыми. Ни одна сторона не уступает, и уста с двух сторон покрывают друг друга сладким поцелуем, лёгким и чувственным.
Никто не отстраняется. Кружки с напитками медленно отплывают на стол, руки слегка дрожат, боясь пролить горячее или спугнуть момент.
Освободившиеся руки немедленно переплетаются, прижимая два тела друг к другу в нежных объятиях и немного цепляясь за одежду друг друга. Дыхание слегка сбивается, но это только добавляет моменту волнения, такого приятного, почти благоговейного.
Где-то внутри загорается пламя, чувства, мысли, эмоции... они где-то там, на фоне, вместе с телевизором и ветром за окнами, сливаются в белый шум. Даже время как будто замедляется, ещё немножечко, ещё чуть-чуть, чтобы посмаковать этот восхитительный момент, прочувствовать каждое сладострастное мгновение...
...
Наконец они отстраняется друг от друга, отводя глаза в лёгком смущении. Никто ничего не говорит, но оба всё понимают.
Потому что слова не нужны, когда сердца бьются в унисон.

Концовка: "С новым счастьем <3"
